app/views/users/show.html.erb

  <strong>Email:</strong>
  <%= @user.posts.first.content %>
---
SELECT "posts".* FROM "posts" WHERE "posts"."user_id" = ? ORDER BY "posts"."id" ASC LIMIT ?  [["user_id", 1], ["LIMIT", 1]]